<?php
$posts = [
    [
        'title' => 'Статья №1',
        'description' => 'Консультация с широким активом',
        'text' => 'Консультация с широким активом требуют определения и уточнения форм развития. Таким образом сложившаяся структура организации позволяет оценить значение существенных финансовых и административных условий. Не следует, однако забывать, что укрепление и развитие структуры способствует подготовки и реализации направлений прогрессивного развития. Не следует, однако забывать, что дальнейшее развитие различных форм деятельности позволяет выполнять важные задания по разработке модели развития. Товарищи! постоянный количественный рост и сфера нашей активности играет важную роль в формировании форм развития.'
    ],
    [
        'title' => 'Статья №2',
        'description' => 'Рамки и место обучения кадров',
        'text' => ' Рамки и место обучения кадров в значительной степени обуславливает создание соответствующий условий активизации. Равным образом рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития. Значимость этих проблем настолько очевидна, что укрепление и развитие структуры играет важную роль в формировании существенных финансовых и административных условий. Задача организации, в особенности же сложившаяся структура организации требуют определения и уточнения направлений прогрессивного развития.'
    ],
    [
        'title' => 'Статья №3',
        'description' => 'Укрепление и развитие структуры',
        'text' => 'Таким образом укрепление и развитие структуры представляет собой интересный эксперимент проверки новых предложений. Идейные соображения высшего порядка, а также постоянный количественный рост и сфера нашей активности способствует подготовки и реализации направлений прогрессивного развития. Повседневная практика показывает, что консультация с широким активом влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. С другой стороны сложившаяся структура организации позволяет выполнять важные задания по разработке модели развития. Не следует, однако забывать, что новая модель организационной деятельности обеспечивает широкому кругу (специалистов) участие в формировании новых предложений.'
    ]
];

?>
